Revit 2027 API
ParameterTypeId.AutoMullionInteriorHoriz Property
 "Interior Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AutoMullionInteriorHoriz { get; }
Public Shared ReadOnly Property AutoMullionInteriorHoriz As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AutoMullionInteriorHoriz {
	ForgeTypeId^ get ();
}
static member AutoMullionInteriorHoriz : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace